Repository: jamovi/scatr-i18n
Catalog: *.po
Languages: ca, cs, da, de, el, es, fr, he, it, ja, kk, nl, nn, no, pl, pt, ru, sl, sv, ta

source: Allows you to produce several types of explorative plots such as scatter plots and pareto charts. You can find it under the 'Exploration' menu.
ca: Permet produir diversos tipus de gràfics exploratoris, com ara gràfics de dispersió i gràfics de Pareto. Pot trobar-se al menú 'Exploració'.
cs: Umožňuje vytvářet několik typů průzkumných grafů, jako jsou bodové grafy a Paretovy grafy. Najdete jej v nabídce 'Průzkum'.
da: Giver dig mulighed for at oprette flere typer diagrammer til udforskende dataanalyse, f.eks. sprednings- og Pareto-diagrammer. Du kan finde det i menuen »Exploration».
de: Ermöglicht die Erstellung verschiedener Arten von Diagrammen zur explorativen Datenanalyse, z. B. Streudiagramme und Paretodiagramme. Sie finden es im Menü „Explorative Datenanalyse“.
el: Επιτρέπει την παραγωγή διαφόρων τύπων διερευνητικών οικοπέδων, όπως οικόπεδα διασποράς και γραφήματα pareto. Μπορείτε να το βρείτε στο μενού \"Εξερεύνηση\".
es: Permite producir diversos tipos de gráficos exploratorios, como diagramas de dispersión y diagramas de Pareto. Puede encontrarse en el menú 'Exploración'.
fr: Permet de produire plusieurs types de graphiques exploratoires tels que des diagrammes de dispersion et des diagrammes de Pareto. Vous pouvez le trouver dans le menu 'Exploration'.
he: מאפשר הפקה של כמה סוגים של תרשימי סקירה שונים, כמו תרשים פיזור או תרשים פארטו. ניתן למצוא את זה תחת התפריט ”סקירה“.
it: Consente di produrre diversi tipi di grafici esplorativi come grafici a dispersione e diagrammi di Pareto. Puoi trovarlo nel menu "Esplorazione".
ja: 散布図やパレート図など、複数の探索的グラフを作成できます。分析項目は「探索」メニューの中にあります。
kk: шашырау диаграммалары мен парето диаграммалар сияқты бірнеше барлау сюжеттерін шығаруға мүмкіндік береді. Оны 'Exploration' мәзірінен табуға болады.
nl: Maakt het mogelijk om verschillende typen diagrammen te maken, zoals spreidingsdiagrammen en paretodiagrammen. U kunt deze vinden onder het menu 'Verkennen'.
nn: Tillèt å laga fleire typar diagram for eksplorativ dataanalyse, til dømes spreiings- og Pareto-diagram. Du finn han i menyen «Eksplorasjon».
no: Tillater å lage flere typer diagrammer for eksplorativ dataanalyse, for eksempel sprednings- og Pareto-diagrammer. Du finner den i menyen «Eksplorasjon».
pl: Umożliwia tworzenie kilku rodzajów wykresów eksploracyjnych, takich jak wykresy rozrzuty i wykresy Pareto. Znajduje się w menu „Eksploracja”.
pt: Permite produzir vários tipos de gráficos exploratórios, como gráficos de dispersão e gráficos de Pareto. Disponível no menu 'Exploração'.
ru: Позволяет создавать несколько типов исследовательских графиков, таких как точечные диаграммы и диаграммы Парето. Вы можете найти его в меню 'Исследование'.
sl: Omogoča pripravo več vrst diagramov, kot so razpršeni diagrami in diagrami Pareto. Možnost je na voljo v meniju Raziskovanje.
sv: Gör det möjligt att skapa flera typer av diagram för explorativ dataanalys, t.ex. spridnings- och Pareto-diagram. Du hittar den i menyn ”Exploration”.
ta: சிதறல் அடுக்குகள் மற்றும் பரேட்டோ விளக்கப்படங்கள் போன்ற பல வகையான ஆய்வு அடுக்குகளை உருவாக்க உங்களை அனுமதிக்கிறது. நீங்கள் அதை 'ஆய்வு' மெனுவின் கீழ் காணலாம்.

source: Angle of x-axis labels
ca: Angle de les etiquetes de l'eix X
cs: Úhel popisků osy x
da: Vinkel på x-aksens etiketter
de: Winkel der x-Achsen-Beschriftungen
el: Γωνία ετικετών άξονα x
es: Ángulo de las etiquetas del eje X
fr: Angle des étiquettes de l'axe des x
he: זווית התוויות של ציר X
it: Angolo per le etichette dell'asse x
ja: 横軸ラベルの角度
kk: X ось белгілерінің бұрышы
nl: Hoek x-aslabels
nn: Vinkel på x-akse-etikettar
no: Vinkel på x-akse-etiketter
pl: Kąt etykiet osi X
pt: Ângulo das etiquetas do eixo xx
ru: Угол наклона меток оси X
sl: Kot oznak na osi X.
sv: Vinkel på x-axelns etiketter
ta: எக்ச்-அச்சு லேபிள்களின் கோணம்

source: Boxplots
ca: Gràfics de caixa
da: Boks-plot
el: Θηκόγραμμα
es: Diagramas de caja
fr: Boîtes à moustaches
he: תרשימי קופסאות
ja: 箱ひげ図
kk: боксплоттар
nn: Bokplott
no: Boksplott
pl: Wykresy pudełkowe
ru: Коробчатые графики
sl: Vretenasti diagrami
sv: Boxdiagram
ta: பாக்ச் பிளாட்

source: Counts
ca: Recompte
cs: Počítání
da: Antal
de: Anzahl
el: μετράει
es: Cuentas
fr: Fréquences
he: ספירות
it: Frequenze
ja: 度数
kk: Саны
nl: Tel
nn: Tal
no: Antall
pl: Liczebności
pt: Contagens
ru: Счетчики
sl: Števci
sv: Antal
ta: எண்ணிக்கைகள்

source: Counts (optional)
ca: Recompte (opcional)
cs: Počty (volitelné)
da: Antal (valgfrit)
de: Anzahl (optional)
el: Μετρήσεις (προαιρετικά)
es: Frecuencias (opcional)
fr: Quantités (optionnel)
he: ספירה (רשות)
it: Frequenze (opzionale)
ja: 度数（オプション）
kk: санақтар (міндетті емес)
nl: Tel (optioneel)
nn: Talet på (valfritt)
no: Antall (valgfritt)
pl: Liczebności (opcjonalne)
pt: Contagens (opcional)
ru: Счетчик (необязательно)
sl: Števci (izbirno)
sv: Antal (valfritt)
ta: எண்ணிக்கைகள் (விரும்பினால்)

source: Cumulative Percentage
ca: Percentatge Acumulat
cs: Kumulativní procento
da: Kumulativ procentdel
de: Kumulierter Prozentanteil
el: Αθροιστικό Ποσοστό
es: Porcentaje Acumulado
fr: Pourcentages cumulés
he: אחוז מצטבר
it: Percentuale Cumulativa
ja: 累積パーセント
kk: жиынтық пайыз
nl: Cumulatief percentage
nn: Kumulativ prosentdel
no: Kumulativ prosentandel
pl: Procent skumulowany
pt: Percentagem acumulada
ru: Накопленный процент
sl: Zbirni odstotek
sv: Kumulativ procentandel
ta: ஒட்டுமொத்த விழுக்காடு

source: Densities
ca: Densitats
cs: Hustoty
da: Tæthed
de: Dichte
el: Πυκνότητες
es: Densidades
fr: Densités
he: צפיפויות
it: Densità
ja: 密度曲線
kk: тығыздықтар
nl: Dichtheden
nn: Tettleik
no: Tetthet
pl: Zagęszczenie
pt: Densidades
ru: Плотности распределения
sl: Gostote
sv: Densiteter
ta: அடர்த்தி

source: Exploration
ca: Exploració
cs: Průzkum
de: Explorative Datenanalyse
es: Exploración
he: סקירה
it: Esplorazione
ja: 探索
kk: Барлау
nl: Verkenning
nn: Eksplorasjon
no: Eksplorasjon
pl: Eksploracja
pt: Exploração
ru: Исследование
sl: Raziskovanje

source: Function for making clean, good looking scatter plots with the option to add marginal denisty or box plots.
ca: Funció per a generar gràfics de dispersió simples i atractius, amb opció de representar als seus marges densitats o caixes.
cs: Funkce pro vytváření čistých, dobře vypadajících bodových grafů s možností přidat okrajovou hustotu krabicových grafů.
da: Funktion til at skabe enkle, flotte spredningsdiagrammer, der kan suppleres (valgfrit) med tæthedsdiagrammer eller boksdiagrammer.
de: Eine Funktion um einfache, gut aussehende Streudiagramme zu erstellen und (optional) Dichtediagramme oder Boxplots zu diesen hinzuzufügen.
es: Función para generar gráficos de dispersión simples y atractivos, con opción de representar en sus márgenes densidades o cajas.
fr: Fonction permettant de créer des diagrammes de dispersion propres et de bonne qualité, avec la possibilité d'ajouter des diagrammes marginaux ou des diagrammes en boîte.
he: פונקצייה ליצירת תרשימי פיזור במראה נקי וטוב, ובה האפשרות להוסיף צפיפות שולית או תרשימי קופסה.
it: Funzione per creare grafici a dispersione puliti e di bell'aspetto con l'opzione di aggiungere densità marginale o box plots.
ja: 見た目のよい散布図を作成するためのツールです。オプションで図の周辺に密度曲線や箱髭図を追加することもできます。
kk: тығыздық жиектерін немесе қорап сызбаларын қосу опциясы бар таза, жақсы көрінетін шашыраңқы сызбаларды жасау мүмкіндігі.
nl: Maakt het mogelijk om nette, mooie spreidingsdiagrammen te maken met de optie om dichtheidsdiagrammen of boxplots toe te voegen.
nn: Funksjon for å laga enkle, god utsjåande spreiingsdiagram som kan komplementerast (opsjonal) ved tettleiksdiagram eller bokplott.
no: Funksjon for å lage enkle, god utseende spredningsdiagrammer som kan komplementeres (opsjonal) ved tetthetsdiagrammer eller boksplott.
pl: Funkcja do tworzenia przejrzystych, dobrze wyglądających wykresów rozrzutu z opcją dodania gęstości brzegowej lub wykresów pudełkowych.
pt: Função para fazer gráficos de dispersão simples e com boa aparência com a opção de adicionar densidade marginal ou diagrama de extremos e quartis (boxplots).
ru: Функция для создания чистых, хорошо выглядящих точечных диаграмм с возможностью добавления краевых графиков плотности или коробчатых диаграмм.
sl: Funkcija za izdelavo preglednih in oblikovno dovršenih razsevnih diagramov z možnostjo dodajanja robnih gostot ali vretenastih diagramov.
sv: Funktion för att skapa enkla, snygga spridningsdiagram som kan kompletteras (valfritt) med täthetsdiagram eller boxdiagram.
ta: பெட்டி அடுக்குகளின் ஓரளவு அடர்த்தியைச் சேர்க்க விருப்பத்துடன் தூய்மையான, அழகாக இருக்கும் சிதறல் சூழ்ச்சி செய்வதற்கான செயல்பாடு.

source: Function for making pareto charts.
ca: Funció per a generar gràfics de Pareto.
cs: Funkce pro vytváření Paretových diagramů.
da: Funktion til oprettelse af Pareto-diagrammer.
de: Eine Funktion zur Erstellung von Pareto-Diagrammen.
es: Función para generar gráficos de Pareto.
fr: Fonction permettant de réaliser des diagrammes de Pareto.
he: פונקצייה ליצירת תרשימי פארטו.
it: Funzione per creare diagrammi di Pareto.
ja: パレート図を作成するためのツールです。
kk: Парето диаграммаларын жасау функциясы.
nl: Maakt het mogelijk om paretodiagrammen te maken.
nn: Funksjon for å laga Pareto-diagram.
no: Funksjon for å lage Pareto-diagrammer.
pl: Funkcja tworzenia wykresów Pareto.
pt: Função para fazer gráficos de Pareto.
ru: Функция для построения диаграмм Парето.
sl: Funkcija za pripravo diagramih Pareto.
sv: Funktion för att skapa Pareto-diagram.
ta: பரேட்டோ விளக்கப்படங்களை உருவாக்குவதற்கான செயல்பாடு.

source: Group
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
fr: Groupe
he: קבוצה
it: Gruppo
ja: グループ
kk: топ
nl: Groep
nn: Gruppe
no: Gruppe
pl: Grupa
pt: Grupo
ru: Группа
sl: Skupina
sv: Grupp

source: Linear
ca: Lineal
da: Lineær
el: Γραμμική
es: Lineal
fr: Linéaire
he: ליניארי
it: Lineare
ja: 直線
kk: сызықтық
nl: Lineair
nn: Lineær
no: Lineær
pl: Prosta
ru: Линейная
sl: Linearno
sv: Linjär
ta: நேரியல்

source: Marginals
da: Marginaler
de: Marginale
es: Marginales
fr: Marges
he: שוליים
it: Marginali
ja: グラフ周辺部
kk: жиек диаграммалары
nl: Marges
nn: Marginaler
no: Marginaler
pl: Brzegi
pt: Marginais
ru: Краевые диаграммы
sl: Robne vrednosti
sv: Marginaler
ta: ஓரளவு

source: None
ca: Cap
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguna
fr: Aucune
he: כלום
it: Nessuno
ja: なし
kk: ешқайсысы
nl: Geen
nn: Ingen
no: Ingen
pl: Brak
pt: Sem Correção
ru: Нет
sl: Brez
sv: Ingen

source: Pareto Chart
ca: Gràfic de Pareto
da: Pareto-diagram
de: Pareto-Diagramm
es: Diagrama de Pareto
fr: Diagramme de Pareto
he: תרשים פארטו
it: Diagramma di Pareto
ja: パレート図
kk: Парето диаграммасы
nl: Paretodiagram
nn: Pareto-diagram
no: Pareto-diagram
pl: Wykres Pareto
pt: Gráfico de Pareto
ru: Диаграмма Парето
sl: Diagram Pareto
sv: Pareto-diagram
ta: பரேட்டோ விளக்கப்படம்

source: Regression Line
ca: Línia de Regressió
da: Regressionslinje
de: Regressionslinie
es: Línea de Regresión
fr: Courbe de régression
he: קו רגרסיה
it: Linea di Regressione
ja: 回帰直線
kk: регрессия сызығы
nl: Regressielijn
nn: Regresjonslinje
no: Regresjonslinje
pl: Linia regresji
pt: Reta de Regressão
ru: Линия регрессии
sl: Regresijska črta
sv: Regressionslinje
ta: பின்னடைவு வரி

source: scatr
ca: scatr (dispersió)
it: dispersione
ja: 作図機能拡張モジュール
kk: скатр
pt: Dispersão
ru: Диаграммы
ta: சிதறல்

source: Scatterplot
ca: Gràfic de dispersió
da: Spredningsdiagram
de: Streudiagramm
es: Gráfico de dispersión
fr: Nuage de points
he: תרשים פיזור
it: Grafico a dispersione
ja: 散布図
kk: шашырау диаграммасы
nl: Spreidingsdiagram
nn: Spreiingsdiagram
no: Spredningsdiagram
pl: Wykres rozrzutu
pt: Gráfico de Dispersão
ru: Диаграмма рассеяния
sl: Razsevni diagram
sv: Spridningsdiagram
ta: சிதறல்

source: Smooth
ca: Suavitzat
da: Udlignet
de: Glätten
es: Suavizada
fr: Lissée
he: חלק
it: Smussato
ja: 平滑化
kk: тегіс
nl: Soepel
nn: Jamn ut
no: Utjevn
pl: Wygładzona
pt: Alisar
ru: Сглаженная
sl: Glajeno
sv: Utjämnad
ta: மென்மையான

source: Standard error
ca: Error típic
da: Standardfejl
de: Standardfehler
el: Τυπικό σφάλμα
es: Error típico
fr: Erreur standard
he: טעות תקן
it: Errore standard
ja: 標準誤差
kk: стандартты қате
nl: Standaardfout
nn: Standardfeil
no: Standardfeil
pl: Błąd standardowy
pt: Erro padrão
ru: Стандартная ошибка
sl: Standardna napaka
sv: Standardfel
ta: நிலையான பிழை

source: the data as a data frame
ca: les dades com una 'data frame'
da: data som dataramme
de: die Daten als `data frame`
es: los datos como una 'data frame'
fr: les données sous forme de data frame
he: הנתונים כמסגרת נתונים
it: i dati sotto forma di frame di dati
ja: データフレームのデータ
kk: деректер фрейм форматы ретінде
nl: gegevens als dataframe
nn: data som data frame
no: dataene som data frame
pl: dane jako ramka danych
pt: os dados como um quadro de dados
ru: данные в формате фрейма
sv: data som data frame
ta: தரவு சட்டமாக தரவு

source: X-Axis
ca: Eix X
da: X-aksen
de: X-Achse
el: X-Άξονας
es: Eje X
fr: Axe x
he: ציר X
it: Asse X
ja: X軸
kk: X- ось
nl: X-as
nn: X-akse
no: X-akse
pl: Oś X
pt: Eixo-XX
ru: X-ось
sl: X-os
sv: X-axel
ta: எக்ச்-அச்சு

source: Y-Axis
ca: Eix Y
da: Y-aksen
de: Y-Achse
el: Y-Άξονας
es: Eje Y
fr: Axe y
he: ציר Y
it: Asse Y
ja: Y軸
kk: Y- ось
nl: Y-as
nn: Y-akse
no: Y-akse
pl: Oś Y
pt: Eixo-YY
ru: Y-ось
sl: Y-os
sv: Y-axeln
ta: Y- அச்சு

source: set.seed(1337) X <- rnorm(100) Y <- 0.5*X + rnorm(100) dat <- data.frame(X = X, Y = Y) scat(dat, x = 'X', y = 'Y', line = 'linear', se = TRUE, marg = 'dens')
ta: set.seed (1337) ஃச் <- rnorm (100) ஒய் <- 0.5*x + rnorm (100) dat <- data.frame (x = ஃச், ஒய் = y) ச்காட் (dat, ஃச் = 'x', ஒய் = 'y', வரி = 'நேரியல்', Se = true, marg = 'dens')

source: set.seed(1337) X <- sample(c('A','B','C','D','E','F'), 100, replace=TRUE) dat <- data.frame(X = X) pareto(dat, x = 'X')
ta: set.seed (1337) ஃச் <- மாதிரி (சி (சி ('ஏ', 'பி', 'சி', 'டி', 'இ', 'எஃப்'), 100, மாற்றவும் = உண்மை) dat <- data.frame (x = x) பரேட்டோ (dat, ஃச் = 'x')
