Repository: jamovi/scatr-i18n
Catalog: *.po
Languages: ca, cs, da, de, el, es, fr, he, it, ja, kk, nl, nn, no, pl, pt, ru, sl, sv, ta

source: `none` (default), `dens`, or `box`, provide respectively no plots, density plots, or box plots on the axes
ca: `none` (predeterminat), `dens`, o `box`, proporcionen als eixos, respectivament, cap gràfic, gràfics de densitat, o gràfics de caixa
cs: ,,none“ (výchozí), „dens“ nebo „box“ neposkytují na osách žádné grafy, grafy hustoty nebo krabicové grafy
da: `none` (standard), `dens` eller `box`, udgiver enten intet plot, densitetsplot eller boksplot på akserne
de: `none` (Vorgabe), `dens` oder `box`, gibt entweder keine Diagramme, Dichtediagramme oder Boxplots aus
el: κανένα» (προεπιλογή), «κέντρα» ή «πλαίσιο», δεν παρέχουν αντίστοιχα διαγράμματα, διάγραμμα πυκνότητας ή γραφικά πλαισίου στους άξονες
es: `none` (predeterminado), `dens` o `box`, proporcionan, respectivamente, ningún gráfico, gráficos de densidad o gráficos de caja en los ejes
fr: `none` (par défaut), `dens`, ou `box`, ne fournissent respectivement aucun graphique, graphique de densité, ou boites à moustaches sur les axes
he: `none` (ברירת המחדל), `dens` או `box` – מספקים בהתאמה: תרשים ריק, תרשימי צפיפות, או תרשימי קופסות על הצירים
it: `none` (predefinito), `dens`, o `box`, forniscono rispettivamente nessun grafico, grafici di densità o grafici a scatola coi baffi (box plots) sugli assi
ja: 軸上に表示するグラフを、グラフなし（`none`，初期値），密度曲線（`dens`），または箱ひげ図（`box`）から選択します
kk: `none` (әдепкі), `dens` немесе `box` сәйкесінше ешқандай графиктерді, тығыздық сызбасын немесе осьтерде қорап сызбасын қамтамасыз етпейді
nl: `none` (standaard), `dens` of `box` zorgen resp. voor geen grafieken, dichtheidsgrafieken of boxplots op de assen
nn: `none` (standard), `dens` eller `box`, gi ut anten ingen plott, tettleiksdiagram eller boksplott på aksa
no: `none` (standard), `dens` eller `box`, gi ut enten ingen plott, tetthetsdiagram eller boksplott på aksene
pl: `none` (domyślnie), `dens` lub `box` zapewniają odpowiednio: brak wykresów, wykresy gęstości lub wykresy pudełkowe na osiach
pt: `none` (padrão), `dens` ou `box`, respectivamente, não fornece gráficos, mostra gráficos de densidade ou diagrama de extremos e quartis nos eixos
ru: `none` (по умолчанию), `dens` или `box`, предоставляют соответственно никаких графиков, график плотности или коробчатый график на осях
sv: `none` (standard), `dens` eller `box`, ger antingen inget diagram, densitetsdiagram eller boxdiagram på axlarna
ta: `எதுவுமில்லை (இயல்புநிலை),` அடர்த்திகள்`, அல்லது `பெட்டி`, முறையே அச்சுகளில் அடுக்குகள், அடர்த்தி அடுக்குகள் அல்லது பெட்டி அடுக்குகளை வழங்க வேண்டாம்

source: `none` (default), `linear`, or `smooth`, provide respectively no regression line, a linear regression line, or a smoothed regression line
ca: `none` (predeterminat), `lineal`, o `suau`, proporcionen, respectivament, cap línia de regressió, una línia de regressió recta, o una línia suavitzada de regressió
cs: „žádná“ (výchozí), „lineární“ nebo „hladká“, neposkytují žádnou regresní přímku, lineární regresní přímku nebo vyhlazenou regresní přímku
da: `none` (standard), `linear` eller `smooth`, udgiver enten ingen regressionslinje, en lineær regressionslinje eller en udglattet regressionslinje
de: `none` (Vorgabe), `linear` oder `smooth`, gibt entweder keine Regressionslinie, eine lineare Regressionslinie oder eine geglättete Regressionslinie aus
el: 'κανένα' (προεπιλογή), 'γραμμικό' ή 'ομαλό', δεν παρέχουν αντίστοιχα γραμμή παλινδρόμησης, γραμμή γραμμικής παλινδρόμησης ή εξομαλυνόμενη γραμμή παλινδρόμησης
es: `none` (predeterminado), `linear` o `smooth`, proporcionan, respectivamente, ninguna línea de regresión, una línea de regresión lineal o una línea de regresión suavizada
fr: `none` (par défaut), `linear`, ou `smooth`, fournissent respectivement aucune ligne de régression, une ligne de régression linéaire, ou une ligne de régression lissée
he: `none` (ברירת המחדל), `linear` או `smooth` – מספקים בהתאמה: קו רגרסיה ריק, קו רגרסיה ליניארי, או קו רגרסיה מוחלק
it: `none` (predefinito), `linear` o `smooth`, forniscono rispettivamente nessuna retta di regressione, una retta di regressione lineare o una retta di regressione smussata
ja: 回帰直線なし（`none`，初期値），回帰直線（`linear`），または平滑化回帰曲線（`smooth`）のいずれかを指定します
kk: `none` (әдепкі), `linear` немесе `smooth`, сәйкесінше ешқандай регрессия сызығын, сызықтық регрессия сызығын немесе тегістелген регрессия сызығын қамтамасыз етпейді
nl: `geen` (standaard), `linear` of `smooth` geven resp. geen regressielijn, een lineaire regressielijn of een versoepelde regressielijn
nn: `none` (standard), `linear` eller `smooth`, gi ut anten inga regresjonslinje, ei lineær regresjonslinje eller ein jamna ut regresjonslinje
no: `none` (standard), `linear` eller `smooth`, gi ut enten ingen regresjonslinje, en lineær regresjonslinje eller en utjevnet regresjonslinje
pl: `none` (domyślne), `linear`, lub `smooth` zapewniają odpowiednio: brak linii regresji, linię regresji liniowej lub wygładzoną linię regresji
pt: `none` (padrão), `linear` ou `smooth`, não fornecem respetivamente nenhuma reta de regressão, uma reta de regressão linear ou uma reta de regressão suavizada
ru: `none` (по умолчанию), `linear` или `smooth`, предоставляют соответственно, отсутствие линии регрессии, линию линейной регрессии или сглаженную линию регрессии
sv: `none` (standard), `linear` eller `smooth`, ger antingen ingen regressionslinje, en linjär regressionslinje eller en utjämnad regressionslinje
ta: `எதுவுமில்லை (இயல்புநிலை),` நேரியல்`, அல்லது `மென்மையான`, முறையே பின்னடைவு வரி, நேரியல் பின்னடைவு வரி அல்லது மென்மையான பின்னடைவு வரி ஆகியவற்றை வழங்க வேண்டாம்

source: `TRUE` or `FALSE` (default), show the standard error for the regression line
ca: `TRUE` o `FALSE` (default), mostra l'error estàndard per a la línia de regressió
cs: `TRUE` nebo `FALSE` (výchozí), zobrazuje standardní chybu pro regresní přímku
da: `TRUE` eller `FALSE` (standard), viser regressionslinjens standardfejl
de: `TRUE` oder `FALSE` (Vorgabe), gibt den Standardfehler für die Regressionslinie aus
el: `TRUE` ή `FALSE` (προεπιλογή), επιστρέφει το τυπικό σφάλμα για την καμπύλη παλινδρόμησης
es: `TRUE` o `FALSE` (predeterminado), muestra el error estándar para la línea de regresión
fr: `TRUE` ou `FALSE` (par défaut), montre l'erreur standard pour la ligne de régression
he: `TRUE` או `FALSE` (ברירת המחדל) – הצגת טעות התקן של קו הרגרסיה
it: `TRUE` o `FALSE` (predefinito), mostra l'errore standard per la retta di regressione
ja: 回帰直線（曲線）に標準誤差を表示するかどうかを「はい」（`TRUE`）または「いいえ」（`FALSE`）で指定します
kk: 'TRUE' немесе 'FALSE' (әдепкі), регрессия сызығы үшін стандартты қатені көрсетеді
nl: `TRUE` of `FALSE` (standaard) bepaalt of de standaardfout voor de regressielijn wordt weergegeven
nn: `TRUE` eller `FALSE` (standard), viser standardfeilen til regresjonslinja
no: `TRUE` eller `FALSE` (standard), viser regresjonslinjens standardfeil
pl: `TRUE` lub `FALSE` (domyślnie), pokaż błąd standardowy linii regresji
pt: `TRUE` ou `FALSE` (padrão), mostra o erro padrão da reta de regressão
ru: `TRUE` или `FALSE` (по умолчанию), показывают стандартную ошибку для линии регрессии
sl: `TRUE` oziroma `FALSE` (privzeto), pokaže standardno napako za regresijsko črto
sv: `TRUE` eller `FALSE` (standard), visar regressionslinjens standardfel
ta: `உண்மை` அல்லது` பொய்` (இயல்புநிலை), பின்னடைவு வரிக்கான நிலையான பிழையைக் காட்டுங்கள்

source: a number from 0 to 45 defining the angle of the x-axis labels, where 0 degrees represents completely horizontal labels.
ca: un nombre entre 0 i 45 que defineix l'angle de les etiquetes de l'eix X, on 0 graus representa etiquetes completament horitzontals.
cs: číslo od 0 do 45 definující úhel popisků osy x, kde 0 stupňů představuje zcela vodorovné popisky.
da: et tal fra 0 til 45, der definerer vinklen på x-aksens etiketter, hvor 0 grader repræsenterer helt vandrette etiketter.
de: eine Zahl von 0 bis 45, die den Winkel der Beschriftungen der x-Achse definiert, wobei 0 Grad für vollständig horizontale Beschriftungen steht.
el: ένας αριθμός από το 0 έως το 45 που ορίζει τη γωνία των ετικετών του άξονα x, όπου οι 0 μοίρες αντιπροσωπεύουν εντελώς οριζόντιες θέσεις.
es: un número entre 0 y 45 que define el ángulo de las etiquetas del eje X, donde 0 grados representa etiquetas completamente horizontales.
fr: un nombre de 0 à 45 définissant l'angle des étiquettes de l'axe des x, où 0 degré représente des étiquettes complètement horizontales.
he: מספר בין 0 ל־45 המגדיר את הזווית של תוויות ציר ה־x, כאשר 0 מעלות מסמלות תוויות מאוזנות לחלוטין.
it: un valore da 0 a 45 gradi stabilisce l'angolo per le etichette dell'asse x (etichette completamente orizzontali con 0 gradi).
ja: 横軸ラベルの角度を0度から45度の間で指定します。0度の場合に完全に横向きのラベルになります。
kk: x ось белгілерінің бұрышын анықтайтын 0-ден 45-ке дейінгі сан, мұндағы 0 градус толық көлденең белгілерді білдіреді.
nl: een getal tussen 0 en 45 die de hoek van de x-aslabels bepaalt, waarbij 0 graden gelijk staat met compleet horizontale labels.
nn: eit tal frå 0 til 45 som definerer vinkelen på x-akseetikettane, der 0 grader representerer heilt horisontale etikettar.
no: et tall fra 0 til 45 som definerer vinkelen på x-akseetikettene, der 0 grader representerer helt horisontale etiketter.
pl: liczba od 0 do 45 definiująca kąt etykiet na osi X, gdzie 0 oznacza poziome etykiety.
pt: um número de 0 a 45 definindo o ângulo das categorias do eixo x, onde 0 graus representa categorias completamente horizontais.
ru: число от 0 до 45, определяющее угол меток по оси x, где 0 градусов соответствует полностью горизонтальным меткам.
sl: število od 0 do 45, ki določa kot oznak osi x, pri čemer pomeni 0 stopinj vodoraven izpis.
sv: ett tal mellan 0 och 45 som anger vinkeln på x-axelns etiketter, där 0 grader innebär helt horisontella etiketter.
ta: எக்ச்-அச்சு லேபிள்களின் கோணத்தை வரையறுக்கும் 0 முதல் 45 வரையிலான எண், அங்கு 0 டிகிரி முற்றிலும் கிடைமட்ட லேபிள்களைக் குறிக்கிறது.

source: a Pareto chart
ca: Gràfic de Pareto
cs: Paretův diagram
da: et Pareto-diagram
de: ein Pareto-Diagramm
el: ένα διάγραμμα Pareto
es: un diagrama de Pareto
fr: un diagramme de Pareto
he: תרשים פארטו
it: un diagramma di Pareto
ja: パレート図
kk: Парето диаграммасы
nl: een paretodiagram
nn: eit Pareto-diagram
no: et Pareto-diagram
pl: Wykres Pareto
pt: um gráfico de Pareto
ru: диаграмма Парето
sl: diagram Pareto
sv: ett Pareto-diagram
ta: ஒரு பரேட்டோ விளக்கப்படம்

source: a scatter plot
ca: un gràfic de dispersió
cs: bodový graf
da: et spredningsdiagram
de: ein Streudiagramm
el: ένα διάγραμμα διασποράς
es: un diagrama de dispersión
fr: un nuage de points
he: תרשים פיזור
it: un grafico a dispersione
ja: 散布図
kk: шашырау диаграммасы
nl: een spreidingsdiagram
nn: eit spreiingsdiagram
no: et spredningsdiagram
pl: wykres rozrzutu
pt: um gráfico de dispersão
ru: диаграмма рассеяния
sl: razsevni diagram
sv: ett spridningsdiagram
ta: ஒரு சிதறல் சூழ்ச்சி

source: a string naming the variable from `data` that contains the counts for the values (optional)
ca: una cadena que anomena la variable de `data` que conté els recomptes dels valors (opcional)
cs: řetězec pojmenující proměnnou z `data`, který obsahuje počty hodnot (volitelné)
da: en streng af tegn, der navngiver variablen fra `data`, der indeholder antallet af værdier (valgfrit)
de: eine Zeichenkette, welche die Variable aus `data` benennt, die die Anzahl der Werte enthält (optional)
el: μια συμβολοσειρά που ονομάζει τη μεταβλητή από «data» που περιέχει τις μετρήσεις για τις τιμές (προαιρετικό)
es: una cadena que nombra la variable de `data` que contiene los recuentos de los valores (opcional)
fr: une chaîne nommant la variable à partir de `data` qui contient le décompte des valeurs (facultatif)
he: מחרוזת הקוראת בשם המשתנה מתוך `data` המכיל את ספירות הערכים (רשות)
it: una stringa che nomina la variabile da `data` che contiene i conteggi per i valori (opzionale)
ja: `data`において、値の度数が格納された変数の名前です（オプション）
kk: мәндердің санын қамтитын`data`айнымалы атауының жолы (міндетті емес)
nl: de naam van de variabele van `data` die de tel voor de waarden inhoudt (optioneel)
nn: ein streng med teikn som namngir variabelen frå `data` som inneheld talet på verdiar (valfritt)
no: en streng med tegn som navngir variabelen fra `data` som inneholder antall verdier (valgfritt)
pl: ciąg określający zmienną z `data`, który zawiera liczniki dla wartości (opcjonalnie)
pt: uma cadeia alfanumérica nomeando a variável de `data` que contém as contagens para os valores (opcional)
ru: строка с именем переменной из `data`, которая содержит количество значений (необязательно)
sl: niz za poimenovanje spremenljivke iz `data`, ki vsebuje število vrednosti (izbirno)
sv: en sträng av tecken som refererar till variabeln från `data` som innehåller antalet värden (valfritt)
ta: மதிப்புகளுக்கான எண்ணிக்கையைக் கொண்ட `தரவிலிருந்து` இலிருந்து மாறியை பெயரிடும் ஒரு சரம் (விரும்பினால்)

source: a string naming the variable from `data` that contains the values used for the chart
ca: una cadena que anomena la variable de `data` que conté els valors utilitzats pel gràfic (opcional)
cs: řetězec pojmenující proměnnou z `data`, který obsahuje hodnoty použité pro graf
da: en streng af tegn, der henviser til den variabel fra `data`, der indeholder de værdier, der bruges til diagrammet
de: eine Zeichenkette, welche die Variable aus `data` benennt, die die für das Diagramm verwendeten Werte enthält
el: Μια συμβολοσειρά που ονομάζει τη μεταβλητή από \"data\" και περιέχει τις τιμές που χρησιμοποιούνται για το γράφημα
es: una cadena que nombra la variable de `data` que contiene los valores utilizados para el gráfico
fr: une chaîne de caractères nommant la variable de `data` qui contient les valeurs utilisées pour le graphique
he: מחרוזת הקוראת בשם המשתנה מתוך `data` המכיל את הערכים שהיו בשימוש בתרשים
it: una stringa che nomina la variabile da `data` che contiene i valori usati per il grafico
ja: `data`において図に使用される値が含まれた変数の名前です
kk: диаграмма үшін пайдаланылатын мәндерді қамтитын`data`айнымалы атауы бар жол
nl: de naam voor de variabele van `data` die de grafiekwaarden inhoudt
nn: ein streng med teikn som viser til variabelen frå `data` som inneheld verdiane som blir brukte for diagrammet
no: en streng med tegn som viser til variabelen fra `data` som inneholder verdiene som brukes for diagrammet
pl: ciąg określający zmienną z `data`, który zawiera wartości użyte do wykresu
pt: uma cadeia alfanumérica nomeando a variável de `data` que contém os valores usados no gráfico
ru: строка с именем переменной из `data`, которая содержит значения, используемые для диаграммы
sl: niz za poimenovanje spremenljivke iz `data`, ki vsebuje vrednosti za izris diagrama
sv: en sträng av tecken som refererar till den variabel från `data` som innehåller de värden som används för diagrammet
ta: விளக்கப்படத்திற்கு பயன்படுத்தப்படும் மதிப்புகளைக் கொண்ட `தரவு` இலிருந்து மாறியை பெயரிடும் ஒரு சரம்

source: a string naming the variable from `data` that contains the x coordinates of the points in the plot, variable must be numeric
ca: una cadena que anomena la variable de `data` que conté les coordenades X dels punts al gràfic, la variable ha de ser numèrica
cs: řetězec pojmenující proměnnou z „data“, který obsahuje souřadnice x bodů v grafu, proměnná musí být číselná
da: en streng af tegn, der henviser til variablen fra `data`, der indeholder x-koordinaterne for punkterne i diagrammet; variablen skal være numerisk
de: eine Zeichenkette, welche die Variable aus `data` benennt, die die x-Koordinaten der Punkte im Diagramm enthält; die Variable muss numerisch sein
el: μια συμβολοσειρά που ονομάζει τη μεταβλητή από 'data' που περιέχει τις συντεταγμένες x των σημείων της γραφικής παράστασης, η μεταβλητή πρέπει να είναι αριθμητική
es: una cadena que nombra la variable de `data` que contiene las coordenadas X de los puntos en el gráfico, la variable debe ser numérica
fr: une chaîne de caractères nommant la variable de `data` qui contient les coordonnées x des points du graphique, la variable doit être numérique
he: מחרוזת הקוראת בשם המשתנה מתוך `data` המכיל את קואורדינטות ה־x של הנקודות בתרשים. המשתנה חייב להיות שמני
it: una stringa che nomina la variabile da `data` che contiene le coordinate x dei punti nel grafico, la variabile deve essere numerica
ja: `data`において、グラフの横軸座標の値を含む変数の名前です。変数値は数値でなくてはなりません
kk: диаграммадағы нүктелердің x координаталарын қамтитын `data`айнымалысының аты бар жол, айнымалы сандық болуы керек
nl: de naam voor de variabele van `data` die de x-coördinaten van de punten in de grafiek inhoudt; variabele moet numeriek zijn
nn: ein streng med teikn som viser til variabelen frå `data` som inneheld x-koordinatene til punkta i diagrammet; variabelen må vera numerisk
no: en streng med tegn som viser til variabelen fra `data` som inneholder x-koordinatene til punktene i diagrammet; variabelen må være numerisk
pl: ciąg określający zmienną z `data`, który zawiera współrzędne x punktów na wykresie; zmienna musi być numeryczna
pt: uma cadeia alfanumérica nomeando a variável de `data` que contém as coordenadas xx dos pontos no gráfico, a variável deve ser numérica
ru: строка, с именем переменной из `data`, которая содержит x-координаты точек на графике, переменная должна быть числовой
sl: niz za poimenovanje spremenljivke iz `data`, ki vsebuje koordinate x točk izrisa; vrednost mora biti številska
sv: en sträng av tecken som refererar till variabeln från `data` som innehåller x-koordinaterna för punkterna i diagrammet; variabeln måste vara numerisk
ta: சதித்திட்டத்தில் உள்ள புள்ளிகளின் ஃச் ஆயத்தொலைவுகளைக் கொண்ட `தரவு` இலிருந்து மாறியை பெயரிடும் ஒரு சரம், மாறி எண் இருக்க வேண்டும்

source: a string naming the variable from `data` that contains the y coordinates of the points in the plot, variable must be numeric
ca: una cadena que anomena la variable de `data` que conté les coordenades Y de los puntos en el gráfico, la variable ha de ser numérica
cs: řetězec pojmenující proměnnou z „data“, který obsahuje souřadnice y bodů v grafu, proměnná musí být číselná
da: en streng af tegn, der henviser til variablen fra `data`, der indeholder y-koordinaterne for punkterne i diagrammet; variablen skal være numerisk
de: eine Zeichenkette, welche die Variable aus `data` benennt, die die y-Koordinaten der Punkte im Diagramm enthält; die Variable muss numerisch sein
el: μια συμβολοσειρά που ονομάζει τη μεταβλητή από 'data' που περιέχει τις συντεταγμένες y των σημείων της γραφικής παράστασης, η μεταβλητή πρέπει να είναι αριθμητική
es: una cadena que nombra la variable de `data` que contiene las coordenadas Y de los puntos en el gráfico, la variable debe ser numérica
fr: une chaîne de caractères nommant la variable de `data` qui contient les coordonnées y des points dans le graphique, la variable doit être numérique
he: מחרוזת הקוראת בשם המשתנה מתוך `data` המכיל את קואורדינטות ה־y של הנקודות בתרשים. המשתנה חייב להיות שמני
it: una stringa che nomina la variabile da `data` che contiene le coordinate y dei punti nel grafico, la variabile deve essere numerica
ja: `data`において、グラフの縦軸座標の値を含む変数の名前です。変数値は数値でなくてはなりません
kk: графиктегі нүктелердің y координаттарын қамтитын`data`айнымалы атауы бар жол, айнымалы сандық болуы керек
nl: de naam voor de variabele van `data` die de y-coördinaten van de punten in de grafiek inhoudt; variabele moet numeriek zijn
nn: ein streng med teikn som viser til variabelen frå `data` som inneheld y-koordinatene til punkta i diagrammet; variabelen må vera numerisk
no: en streng med tegn som viser til variabelen fra `data` som inneholder y-koordinatene til punktene i diagrammet; variabelen må være numerisk
pl: ciąg określający zmienną z `data`, który zawiera współrzędne y punktów na wykresie; zmienna musi być numeryczna
pt: uma cadeia alfanumérica nomeando a variável de `data` que contém as coordenadas yy dos pontos no gráfico, a variável deve ser numérica
ru: строка с именем переменной из `data`, которая содержит координаты y точек на графике, переменная должна быть числовой
sl: niz za poimenovanje spremenljivke iz `data`, ki vsebuje koordinate y točk izrisa; vrednost mora biti številska
sv: en sträng av tecken som refererar till variabeln från `data` som innehåller y-koordinaterna för punkterna i diagrammet; variabeln måste vara numerisk
ta: சதித்திட்டத்தில் உள்ள புள்ளிகளின் ஒய் ஆயத்தொகுப்புகளைக் கொண்ட `தரவு` இலிருந்து மாறியை பெயரிடும் ஒரு சரம், மாறி எண் இருக்க வேண்டும்

source: a string naming the variable from `data` that represents the grouping variable
ca: una cadena que anomena la variable de `data` que representa la variable d'agrupació
cs: řetězec pojmenující proměnnou z `data`, který představuje seskupovací proměnnou
da: en streng af tegn, der henviser til den variabel fra `data`, der repræsenterer grupperingsvariablen
de: eine Zeichenkette, welche die Variable aus `data` bezeichnet, die die Gruppierungsvariable enthält
el: Μια συμβολοσειρά που ονομάζει τη μεταβλητή από \"δεδομένα\" που αντιπροσωπεύει τη μεταβλητή ομαδοποίησης
es: una cadena que nombra la variable de `data` que representa la variable de agrupación
fr: une chaîne nommant la variable de `data` qui représente la variable de groupage
he: מחרוזת הקוראת בשם המשתנה מתוך `data` המייצג את המשתנה המקבץ
it: una stringa che nomina la variabile da `data` che rappresenta la variabile di raggruppamento
ja: `data`におけるグループ変数の名前です
kk: топтастыру айнымалысын білдіретін`data`дан алынған айнымалыны атайтын жол
nl: de naam voor de variabele van `data` die de groepeervariabele representeert
nn: ein streng med teikn som viser til variabelen frå `data` som representerer grupperingsvariabelen
no: en streng med tegn som viser til variabelen fra `data` som representerer grupperingsvariabelen
pl: ciąg określający zmienną z `data`, który reprezentuje zmienną grupującą
pt: uma cadeia alfanumérica nomeando a variável de `data` que representa a variável de agrupamento
ru: строка, именующая переменную из `data`, которая представляет группирующую переменную
sl: niz za poimenovanje spremenljivke iz `data`, ki vsebuje skupinske vrednosti
sv: en sträng av tecken som hänvisar till den variabel från `data` som representerar grupperingsvariabeln
ta: குழு மாறியைக் குறிக்கும் `தரவு` இலிருந்து மாறியை பெயரிடும் ஒரு சரம்
